Revit 2027 API
ParameterTypeId.TextBackgroundAboveCutMark Property
 "Background Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextBackgroundAboveCutMark { get; }
Public Shared ReadOnly Property TextBackgroundAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextBackgroundAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextBackgroundAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace